results/breaking-point/backoff-c125.hey.txt

Summary:
  Total:	0.3599 secs
  Slowest:	0.2114 secs
  Fastest:	0.0399 secs
  Average:	0.0811 secs
  Requests/sec:	1389.1174
  
  Total data:	43000 bytes
  Size/request:	86 bytes

Response time histogram:
  0.040 [1]	|
  0.057 [366]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.074 [8]	|■
  0.091 [0]	|
  0.109 [0]	|
  0.126 [0]	|
  0.143 [0]	|
  0.160 [0]	|
  0.177 [71]	|■■■■■■■■
  0.194 [36]	|■■■■
  0.211 [18]	|■■


Latency distribution:
  10%% in 0.0448 secs
  25%% in 0.0473 secs
  50%% in 0.0503 secs
  75%% in 0.1609 secs
  90%% in 0.1780 secs
  95%% in 0.1919 secs
  99%% in 0.1996 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0308 secs, 0.0000 secs, 0.1478 secs
  DNS-lookup:	0.0076 secs, 0.0000 secs, 0.0316 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0000 secs
  resp wait:	0.0503 secs, 0.0399 secs, 0.0861 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0001 secs

Status code distribution:
  [200]	500 responses