results/breaking-point/level-01-c10.hey.txt

Summary:
  Total:	2.7243 secs
  Slowest:	0.1633 secs
  Fastest:	0.0385 secs
  Average:	0.0533 secs
  Requests/sec:	183.5301
  
  Total data:	43000 bytes
  Size/request:	86 bytes

Response time histogram:
  0.038 [1]	|
  0.051 [267]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.063 [200]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.076 [21]	|■■■
  0.088 [1]	|
  0.101 [0]	|
  0.113 [0]	|
  0.126 [0]	|
  0.138 [4]	|■
  0.151 [5]	|■
  0.163 [1]	|


Latency distribution:
  10%% in 0.0443 secs
  25%% in 0.0470 secs
  50%% in 0.0504 secs
  75%% in 0.0560 secs
  90%% in 0.0610 secs
  95%% in 0.0665 secs
  99%% in 0.1388 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0015 secs, 0.0000 secs, 0.0750 secs
  DNS-lookup:	0.0001 secs, 0.0000 secs, 0.0033 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0001 secs
  resp wait:	0.0517 secs, 0.0383 secs, 0.0896 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0013 secs

Status code distribution:
  [200]	500 responses