results/breaking-point/level-03-c50.hey.txt

Summary:
  Total:	1.1455 secs
  Slowest:	0.6433 secs
  Fastest:	0.0315 secs
  Average:	0.0596 secs
  Requests/sec:	436.5036
  
  Total data:	42890 bytes
  Size/request:	85 bytes

Response time histogram:
  0.032 [1]	|
  0.093 [448]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.154 [50]	|■■■■
  0.215 [0]	|
  0.276 [0]	|
  0.337 [0]	|
  0.399 [0]	|
  0.460 [0]	|
  0.521 [0]	|
  0.582 [0]	|
  0.643 [1]	|


Latency distribution:
  10%% in 0.0439 secs
  25%% in 0.0464 secs
  50%% in 0.0495 secs
  75%% in 0.0532 secs
  90%% in 0.1292 secs
  95%% in 0.1424 secs
  99%% in 0.1506 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0085 secs, 0.0000 secs, 0.0975 secs
  DNS-lookup:	0.0003 secs, 0.0000 secs, 0.0036 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0001 secs
  resp wait:	0.0511 secs, 0.0315 secs, 0.6433 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0002 secs

Status code distribution:
  [200]	498 responses
  [429]	2 responses