results/breaking-point/level-04-c75.hey.txt

Summary:
  Total:	0.4494 secs
  Slowest:	0.1909 secs
  Fastest:	0.0378 secs
  Average:	0.0693 secs
  Requests/sec:	1001.2920
  
  Total data:	38700 bytes
  Size/request:	86 bytes

Response time histogram:
  0.038 [1]	|
  0.053 [255]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.068 [115]	|■■■■■■■■■■■■■■■■■■
  0.084 [4]	|■
  0.099 [0]	|
  0.114 [0]	|
  0.130 [0]	|
  0.145 [0]	|
  0.160 [33]	|■■■■■
  0.176 [36]	|■■■■■■
  0.191 [6]	|■


Latency distribution:
  10%% in 0.0439 secs
  25%% in 0.0466 secs
  50%% in 0.0511 secs
  75%% in 0.0594 secs
  90%% in 0.1599 secs
  95%% in 0.1664 secs
  99%% in 0.1773 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0167 secs, 0.0000 secs, 0.1102 secs
  DNS-lookup:	0.0040 secs, 0.0000 secs, 0.0248 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0000 secs
  resp wait:	0.0526 secs, 0.0377 secs, 0.0986 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0002 secs

Status code distribution:
  [200]	450 responses