results/breaking-point/level-05-c100.hey.txt

Summary:
  Total:	0.4505 secs
  Slowest:	0.2348 secs
  Fastest:	0.0386 secs
  Average:	0.0789 secs
  Requests/sec:	1109.9393
  
  Total data:	43000 bytes
  Size/request:	86 bytes

Response time histogram:
  0.039 [1]	|
  0.058 [329]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.078 [66]	|■■■■■■■■
  0.097 [4]	|
  0.117 [0]	|
  0.137 [0]	|
  0.156 [3]	|
  0.176 [35]	|■■■■
  0.196 [30]	|■■■■
  0.215 [28]	|■■■
  0.235 [4]	|


Latency distribution:
  10%% in 0.0448 secs
  25%% in 0.0479 secs
  50%% in 0.0529 secs
  75%% in 0.0646 secs
  90%% in 0.1840 secs
  95%% in 0.1998 secs
  99%% in 0.2148 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0225 secs, 0.0000 secs, 0.1557 secs
  DNS-lookup:	0.0046 secs, 0.0000 secs, 0.0242 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0001 secs
  resp wait:	0.0539 secs, 0.0386 secs, 0.0920 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0002 secs

Status code distribution:
  [200]	500 responses