results/breaking-point/level-07-c200.hey.txt

Summary:
  Total:	0.3373 secs
  Slowest:	0.2748 secs
  Fastest:	0.0495 secs
  Average:	0.1456 secs
  Requests/sec:	1186.0157
  
  Total data:	34400 bytes
  Size/request:	86 bytes

Response time histogram:
  0.049 [1]	|
  0.072 [88]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.095 [83]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.117 [28]	|■■■■■■■■■■■■■
  0.140 [0]	|
  0.162 [2]	|■
  0.185 [43]	|■■■■■■■■■■■■■■■■■■■■
  0.207 [35]	|■■■■■■■■■■■■■■■■
  0.230 [38]	|■■■■■■■■■■■■■■■■■
  0.252 [70]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.275 [12]	|■■■■■


Latency distribution:
  10%% in 0.0631 secs
  25%% in 0.0759 secs
  50%% in 0.1610 secs
  75%% in 0.2178 secs
  90%% in 0.2413 secs
  95%% in 0.2498 secs
  99%% in 0.2592 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0437 secs, 0.0000 secs, 0.1860 secs
  DNS-lookup:	0.0112 secs, 0.0000 secs, 0.0239 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0001 secs
  resp wait:	0.0651 secs, 0.0457 secs, 0.1121 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0001 secs

Status code distribution:
  [200]	400 responses