results/breaking-point/level-08-c300.hey.txt

Summary:
  Total:	0.2760 secs
  Slowest:	0.2748 secs
  Fastest:	0.1737 secs
  Average:	0.2246 secs
  Requests/sec:	1087.1512
  
  Total data:	25800 bytes
  Size/request:	86 bytes

Response time histogram:
  0.174 [1]	|■
  0.184 [24]	|■■■■■■■■■■■■■
  0.194 [56]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.204 [19]	|■■■■■■■■■■
  0.214 [20]	|■■■■■■■■■■■
  0.224 [8]	|■■■■
  0.234 [13]	|■■■■■■■
  0.244 [48]	|■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.255 [73]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.265 [26]	|■■■■■■■■■■■■■■
  0.275 [12]	|■■■■■■■


Latency distribution:
  10%% in 0.1861 secs
  25%% in 0.1916 secs
  50%% in 0.2367 secs
  75%% in 0.2492 secs
  90%% in 0.2585 secs
  95%% in 0.2646 secs
  99%% in 0.2705 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0669 secs, 0.0000 secs, 0.1977 secs
  DNS-lookup:	0.0057 secs, 0.0019 secs, 0.0087 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0000 secs
  resp wait:	0.0698 secs, 0.0459 secs, 0.1367 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0000 secs

Status code distribution:
  [200]	300 responses